insert into GENRE (name) values
('Комедия'), ('Драма'), ('Мультфильм'), ('Триллер'), ('Документальный'), ('Боевик');
/*,('Аниме'), ('Биография'), ('Боевик'),
 ('Вестерн'), ('Военный'), ('Детектив'), ('Детский'), ('Документальный'), ('Драма'), ('История'), ('Комедия'),
  ('Концерт'), ('Короткометражка'), ('Криминал'), ('Мелодрама'), ('Музыка'), ('Мультфильм'), ('Мюзикл'),
   ('Приключения'), ('Семейный'), ('Спорт'), ('Триллер'), ('Ужасы'), ('Фантастика'), ('Фэнтези')*/

insert into RATES (name_rate) values
('G'), ('PG'), ('PG-13'), ('R'), ('NC-17');
insert into USERS
(EMAIL, LOGIN, NAME, BIRTHDAY)
values('Kameron_Parker@gmail.com', 'RSoL1EvfmT', 'Joan Cronin', '1995-07-02');
insert into FILMS (name, description, release_date, duration,rates)
values (
    'Фунтик',
    'Приключения поросёнка Фунтика» — советский четырёх серийный мультфильм. ',
    '1986-02-03',
    40,
    1
);
insert into FILM_GENRE (film_id,genre_id)
values(1,1),(1,2);
